[{"index":0,"type":"1","title":"2","parent":null,"children":"3","content":"4"},"Section","<h2>Examen national 2017 – S<strong>P</strong> – Session normale</h2>",["5","6"],"",{"index":0,"type":"1","title":"7","parent":"0","children":"8","content":"4"},{"index":1,"type":"1","title":"9","parent":"0","children":"10","content":"4"},"<h2>Partie I&nbsp;: Restitution des connaissances (5 points)</h2>",["11"],"<h2>Partie II&nbsp;: Raisonnement scientifique et communication écrite et graphique (15 points)</h2>",["12","13","14"],{"index":0,"type":"15","title":"4","parent":"5","children":"16","content":"4"},{"index":0,"type":"1","title":"17","parent":"6","children":"18","content":"4"},{"index":1,"type":"1","title":"19","parent":"6","children":"20","content":"4"},{"index":2,"type":"1","title":"21","parent":"6","children":"22","content":"4"},"Activity",["23","24","25","26","27"],"<h3>Exercice 1&nbsp;: (<strong>5</strong> points)</h3>",["28"],"<h3>Exercice 2&nbsp;: (<strong>5</strong> points)</h3>",["29"],"<h3>Exercice 3&nbsp;: (5 points)</h3>",["30"],{"index":0,"type":"31","title":"4","parent":"11","children":"32","content":"4"},{"index":1,"type":"31","title":"4","parent":"11","children":"33","content":"4"},{"index":2,"type":"31","title":"4","parent":"11","children":"34","content":"4"},{"index":3,"type":"31","title":"4","parent":"11","children":"35","content":"4"},{"index":4,"type":"36","title":"4","parent":"11","children":"37","content":"4"},{"index":0,"type":"15","title":"4","parent":"12","children":"38","content":"4"},{"index":0,"type":"15","title":"4","parent":"13","children":"39","content":"4"},{"index":0,"type":"15","title":"4","parent":"14","children":"40","content":"4"},"ActivityQuestion",["41"],["42"],["43"],["44"],"Figure",[],["45","46","47","48","49","50","51","52","53","54"],["55","56","57","58","59","60","61","62","63"],["64","65","66","67","68","69","70","71","72","73"],{"index":0,"type":"74","title":"4","parent":"23","children":"75","content":"76"},{"index":0,"type":"74","title":"4","parent":"24","children":"77","content":"78"},{"index":0,"type":"74","title":"4","parent":"25","children":"79","content":"80"},{"index":0,"type":"74","title":"4","parent":"26","children":"81","content":"82"},{"index":0,"type":"74","title":"4","parent":"28","children":"83","content":"84"},{"index":1,"type":"36","title":"4","parent":"28","children":"85","content":"4"},{"index":2,"type":"36","title":"4","parent":"28","children":"86","content":"4"},{"index":3,"type":"31","title":"4","parent":"28","children":"87","content":"4"},{"index":4,"type":"74","title":"4","parent":"28","children":"88","content":"89"},{"index":5,"type":"36","title":"4","parent":"28","children":"90","content":"4"},{"index":6,"type":"31","title":"4","parent":"28","children":"91","content":"4"},{"index":7,"type":"74","title":"4","parent":"28","children":"92","content":"93"},{"index":8,"type":"31","title":"4","parent":"28","children":"94","content":"4"},{"index":9,"type":"31","title":"4","parent":"28","children":"95","content":"4"},{"index":0,"type":"74","title":"4","parent":"29","children":"96","content":"97"},{"index":1,"type":"36","title":"4","parent":"29","children":"98","content":"4"},{"index":2,"type":"36","title":"4","parent":"29","children":"99","content":"4"},{"index":3,"type":"31","title":"4","parent":"29","children":"100","content":"4"},{"index":4,"type":"31","title":"4","parent":"29","children":"101","content":"4"},{"index":5,"type":"31","title":"4","parent":"29","children":"102","content":"4"},{"index":6,"type":"74","title":"4","parent":"29","children":"103","content":"104"},{"index":7,"type":"36","title":"4","parent":"29","children":"105","content":"4"},{"index":8,"type":"31","title":"4","parent":"29","children":"106","content":"4"},{"index":0,"type":"74","title":"4","parent":"30","children":"107","content":"108"},{"index":1,"type":"36","title":"4","parent":"30","children":"109","content":"4"},{"index":2,"type":"31","title":"4","parent":"30","children":"110","content":"4"},{"index":3,"type":"74","title":"4","parent":"30","children":"111","content":"112"},{"index":4,"type":"36","title":"4","parent":"30","children":"113","content":"4"},{"index":5,"type":"31","title":"4","parent":"30","children":"114","content":"4"},{"index":6,"type":"31","title":"4","parent":"30","children":"115","content":"4"},{"index":7,"type":"74","title":"4","parent":"30","children":"116","content":"117"},{"index":8,"type":"36","title":"4","parent":"30","children":"118","content":"4"},{"index":9,"type":"31","title":"4","parent":"30","children":"119","content":"4"},"SimpleContent",[],"<p>I. Définissez les notions suivantes&nbsp;: (1pt)</p><ul><li>Secousse musculaire</li><li>Mitochondrie.</li></ul>",[],"<p>II. Donnez la réaction globale de la glycolyse. (0.5 pt)</p>",[],"<p>III. Pour chacune des propositions numérotées de 1 à 4, une seule suggestion est correcte. Recopiez les couples suivants, et choisissez pour chaque couple la lettre correspondante à la suggestion correcte. (1 ; …) ; (2 ; …) ; (3 ; …) ; (4 ; …). (2 pts)</p><ul><li>1 – Le tétanos parfait est le résultat de la fusion de plusieurs secousses musculaires suite à une série d’excitations dont l’excitation suivante est appliquée&nbsp;:<ul><li>a. pendant la phase de contraction de la secousse due à l’excitation précédente.</li><li>b. pendant la phase de relâchement de la secousse due à l’excitation précédente.</li><li>c. à la fin de la secousse due à l’excitation précédente.</li><li>d. pendant la phase de latence de la secousse due à l’excitation précédente.</li></ul></li><li>2 – Au cours de la contraction musculaire, on constate un raccourcissement&nbsp;:<ul><li>a. de la bande sombre et de la zone H.</li><li>b. de la bande claire et de la zone H.</li><li>c. des bandes sombres et claires sans changement de la zone H.</li><li>d. des bandes sombres, des bandes claires et de la zone H.</li></ul></li><li>3 – La fermentation lactique&nbsp;:<ul><li>a. libère 4 molécules d’ATP à partir d’une seule molécule de glucose.</li><li>b. comporte une phase commune avec la respiration qui est la glycolyse.</li><li>c. produit un résidu organique sous forme de CO2.</li><li>d. produit deux molécules d’ATP à partir d’un gradient H+ de part et d’autre de la membrane interne de la mitochondrie.</li></ul></li><li>4 – Les réactions du cycle de Krebs&nbsp;:<ul><li>a. ne produisent pas d’énergie.</li><li>b. Libèrent le dioxyde de carbone.</li><li>c. se déroulent au niveau de la membrane interne de la mitochondrie.</li><li>d. sont communes entre la respiration et la fermentation.</li></ul></li></ul>",[],"<p>IV. Le document ci-dessous représente la chaîne respiratoire.</p><p>Nommez chacune des structures désignées par les numéros 1, 2, 3 et des réactions désignées par les lettres A, B, C. (1.5 Pts)</p>",[],"<p>I. Il existe deux lignées de la Caille japonaise (<i>Coturnix</i> <i>japonica</i>): lignée à plumage tacheté «&nbsp;noir-brun&nbsp;» et lignée à plumage tacheté «&nbsp;rouge-jaune&nbsp;». Pour déterminer la cause de la différence de couleur du plumage chez la caille japonaise, des études ont été menées sur deux allèles du gène Mc1-R&nbsp;: un allèle normal codant la synthèse des pigments d’eumélanine responsable du plumage tacheté noir-brun, et un allèle muté codant la synthèse des pigments de phéomélanine responsable du plumage tacheté rouge-jaune.</p><p>Le document 1 présente une partie du brin non transcrit de l’allèle normal chez la caille japonaise</p>",[],[],["120"],[],"<p>Une mutation par délétion de plusieurs nucléotides au niveau du gène Mc1-R conduit à l’apparition d’un allèle mutant contrôlant la synthèse du pigment phéomélanine.</p><p>Le document 3 montre une partie du brin non transcrit de l’allèle mutant et la séquence des acides aminés lui correspondante.</p>",[],["121"],[],"<p>II. La caille japonaise se caractérise par une diversité de couleur des œufs, ainsi que par la possibilité d’être atteinte par le diabète insipide; une maladie héréditaire caractérisée par une soif excessive et une excrétion de grande quantité d’urine. Afin d’étudier le mode de transmission des deux caractères héréditaires, la couleur des œufs et la maladie du diabète insipide chez deux lignées de la caille japonaise&nbsp;: l’une qui pond des œufs de couleur bleue et atteinte par le diabète insipide et l’autre qui pond des œufs de couleur verte et non atteinte par le diabète insipide, on propose l’exploitation des résultats des deux croisements suivants&nbsp;:</p><ul><li>Premier croisement&nbsp;: entre deux lignées pures, une lignée qui pond des œufs de couleur bleue et atteinte par le diabète insipide et lignée qui pond des œufs de couleur verte et non atteinte par le diabète insipide. La première génération (F1) obtenue est constituée d’individus qui pondent des œufs de couleur bleue et non atteints par le diabète insipide.</li><li>Deuxième croisement&nbsp;: entre des individus de F1, a donné une génération F2 composée de&nbsp;:<ul><li>10 individus qui donnent des œufs de couleur verte et atteints par le diabète insipide&nbsp;;</li><li>33 individus qui donnent des œufs de couleur verte et non atteints par le diabète insipide&nbsp;;</li><li>33 individus qui donnent des œufs de couleur bleue et atteints par le diabète insipide&nbsp;;</li><li>82 individus qui donnent des œufs de couleur bleue et non atteints par le diabète insipide.</li></ul></li></ul>",["122"],["123"],[],"<p>La région de M’nasra dans les environs de Kénitra est connu par une activité agricole importante surtout l’élevage des bovins et des cultures sur des sols fertilisés par le fumier des bovins riche en ammoniac NH+4.</p><p>Avec un volume estimé à 80,106 m3, Les eaux souterraines de cette région constituent la source principale d’approvisionnement en eau potable et en eau utilisée dans l’agriculture. La nappe phréatique de M’nasra s’alimente par infiltration des eaux de pluies, mais elle reste exposée à la pollution.</p><p>Pour étudier l’impact de l’activité agricole sur la qualité des eaux souterraines de la région de M’nasra, des analyses chimiques et biologiques ont été réalisés sur des échantillons d’eau prélevés de quatre puits indiqués dans le document 1. Les résultats de ces analyses sont présentés dans le tableau du document 2.</p>",[],[],["124"],["125"],["126"],[],"<p>Afin de trouver des solutions au problème de la pollution des eaux souterraines par les nitrates, on propose l’exploitation des données suivantes&nbsp;:</p><p>La culture de la féverole (fève) contribue à l’enrichissement du sol en azote minéral facilement assimilable par les plantes. À titre d’exemple une féverole d’hiver laisse dans le sol de l’azote minéral qui couvre environ 67 % des besoins d’autre culture comme le blé.</p><p>Le document 3 montre la variation de la teneur en nitrates d’une eau souterraine en fonction des pratiques agricoles dans une région de la France durant la période allant de 1963 à 1988.</p>",[],["127"],[],"<p>Le Karakorum est une chaîne de montagne située dans le nord-ouest de l'Himalaya, elle s’étende du nord du Pakistan jusqu’au sud du Kashemir. Pour déterminer les étapes de formation de cette chaîne de montagne, des études ont été menées sur les caractéristiques tectoniques et pétrographiques de la zone Karakorum.</p><p>Le document 1 présente une carte simplifiée de la zone étudiée.</p>",[],["128"],[],"<p>Le complexe métamorphique de Karakorum est caractérisé par la présence du gneiss (R2) résultant de transformation métamorphique de la roche du paragneiss (R1). Le document 2 présente la composition minéralogique des deux roches R1 et R2 et Le document 3 montre le trajet de pression et de température de la formation de ces deux roches.</p><figure class=\"table\"><table><tbody><tr><td>Minéraux</td><td>Paragneiss (R1)</td><td>Gneiss (R2)</td></tr><tr><td><p>Quartz</p><p>Plagioclase</p><p>Biotite</p><p>Muscovite</p><p>Grenat</p><p>Disthène</p><p>Sillimanite</p></td><td><p>+++</p><p>++</p><p>+++</p><p>++</p><p>++</p><p>++</p><p>-</p></td><td><p>+++</p><p>++</p><p>++</p><p>++</p><p>++</p><p>-</p><p>++</p></td></tr><tr><td colspan=\"3\"><p>Le nombre de signe (+) indique le degré d’abondance du minéral. (-) indique l’absence du minéral.</p><p>Document 2</p></td></tr></tbody></table></figure>",[],["129"],["130"],[],"<p>Le document 4 montre les étapes de formation du Karakorum selon le modèle proposé par Y.LEMENNICIER&nbsp;:</p>",[],["131"],{"index":0,"type":"74","title":"4","parent":"48","children":"132","content":"133"},{"index":0,"type":"74","title":"4","parent":"51","children":"134","content":"135"},{"index":0,"type":"74","title":"4","parent":"53","children":"136","content":"137"},{"index":0,"type":"74","title":"4","parent":"54","children":"138","content":"139"},{"index":0,"type":"74","title":"4","parent":"58","children":"140","content":"141"},{"index":0,"type":"74","title":"4","parent":"59","children":"142","content":"143"},{"index":0,"type":"74","title":"4","parent":"60","children":"144","content":"145"},{"index":0,"type":"74","title":"4","parent":"63","children":"146","content":"147"},{"index":0,"type":"74","title":"4","parent":"66","children":"148","content":"149"},{"index":0,"type":"74","title":"4","parent":"69","children":"150","content":"151"},{"index":0,"type":"74","title":"4","parent":"70","children":"152","content":"153"},{"index":0,"type":"74","title":"4","parent":"73","children":"154","content":"155"},[],"<p><strong>1. En utilisant le tableau du code génétique (document 2), donnez le brin d’ARNm et la séquence d’acides aminés correspondante à la partie de l’allèle codant la synthèse du pigment d’eumélanine du triplet 225 au triplet 234. (1&nbsp;pt)</strong></p>",[],"<p><strong>2. Déterminez l’emplacement et le nombre des nucléotides perdus par délétion qui est à l’origine de l’apparition de l’allèle mutant, puis montrez la relation caractère – gène. (1.25 pt)</strong></p>",[],"<p><strong>3. En analysant les résultats des deux croisements, montrez le mode de transmission des deux caractères héréditaires étudiés. (1.5pt)</strong></p>",[],"<p><strong>4. Donnez l’interprétation chromosomique des deux croisements en justifiant votre réponse par un échiquier de croisement. (1.25pt)</strong></p><p><strong>Utiliser les symboles B et b pour le caractère ´´couleur des œufs´´ et les symboles D et d pour le caractère ´´ diabète insipide ´´.</strong></p>",[],"<p><strong>1-En se basant sur les données du document 2, comparez les valeurs de NO-3, CF et SF détectés dans les eaux des puits étudiés aux normes d’eau potable, et déduisez la potabilité des eaux de ces puits. (1,25 pts)</strong></p>",[],"<p><strong>2. Calculez le rapport CF/SF pour les quatre puits, et déduisez l’origine des coliformes et streptocoques fécaux détectés dans les eaux des puits étudiés. (1&nbsp;pt)</strong></p>",[],"<p><strong>3. En se basant sur les données des documents 1 et 2 et sur vos connaissances, expliquez l’origine de la pollution des eaux souterraines de la région M’nasra par les nitrates. (1.25 pts)</strong></p>",[],"<p><strong>4. Décrivez la variation de la teneur en nitrates des eaux souterraines en fonction des pratiques agricoles illustrés dans le document 3, et proposez une solution appropriée pour améliorer la qualité des eaux souterraines de la région M’nasra. (1,5 pts)</strong></p>",[],"<p><strong>1. En se basant sur le document 1, dégagez deux indices montrant que la région étudiée a connu des contraintes tectoniques compressives, et deux autres indices indiquant que la région a connu une collision précédée par une subduction. (1pt)</strong></p>",[],"<p><strong>2. En se basant sur les données du document 2, Décrivez les variations minéralogiques observées lors du passage du Paragneiss au Gneiss. (0.75pt)</strong></p>",[],"<p><strong>3. En se basant sur les données du document 3, Déterminez les conditions de pression et de température permettant la formation des deux roches R1 et R2, puis expliquez les changements minéralogiques observées lors du passage du Paragneiss au Gneiss. (1.25 pts)</strong></p>",[],"<p><strong>4. En exploitant les données précédentes et le document 4, reconstituez l’histoire géologique de la chaîne de montagne du Karakorum en précisant la relation entre la formation du gneiss et l’orogenèse de cette chaîne de montagne. (2pts)</strong></p>"]