[{"index":0,"type":"1","title":"2","parent":null,"children":"3","content":"4"},"Section","<h2>Examen national 2017 – <strong>SVT</strong> – Session normale</h2>",["5","6"],"",{"index":0,"type":"1","title":"7","parent":"0","children":"8","content":"4"},{"index":1,"type":"1","title":"9","parent":"0","children":"10","content":"4"},"<h2>Partie I&nbsp;: Restitution des connaissances (5 points)</h2>",["11","12","13","14"],"<h2>Partie II&nbsp;: Raisonnement scientifique et communication écrite et graphique (15 points)</h2>",["15","16","17","18"],{"index":0,"type":"19","title":"4","parent":"5","children":"20","content":"4"},{"index":1,"type":"19","title":"4","parent":"5","children":"21","content":"4"},{"index":2,"type":"19","title":"4","parent":"5","children":"22","content":"4"},{"index":3,"type":"19","title":"4","parent":"5","children":"23","content":"4"},{"index":0,"type":"1","title":"24","parent":"6","children":"25","content":"4"},{"index":1,"type":"1","title":"26","parent":"6","children":"27","content":"4"},{"index":2,"type":"1","title":"28","parent":"6","children":"29","content":"4"},{"index":3,"type":"1","title":"30","parent":"6","children":"31","content":"4"},"ActivityQuestion",["32"],["33"],["34"],["35"],"<h3>Exercice 1&nbsp;: (<strong>3</strong> points)</h3>",["36","37","38","39","40","41","42","43","44"],"<h3>Exercice 2&nbsp;: (<strong>6</strong> points)</h3>",["45","46","47","48","49","50","51","52","53","54","55","56","57"],"<h3>Exercice 3&nbsp;: (3 points)</h3>",["58","59","60","61","62"],"<h3>Exercice 4&nbsp;: (3 points)</h3>",["63","64","65","66","67","68","69","70","71","72"],{"index":0,"type":"73","title":"4","parent":"11","children":"74","content":"75"},{"index":0,"type":"73","title":"4","parent":"12","children":"76","content":"77"},{"index":0,"type":"73","title":"4","parent":"13","children":"78","content":"79"},{"index":0,"type":"73","title":"4","parent":"14","children":"80","content":"81"},{"index":0,"type":"73","title":"4","parent":"15","children":"82","content":"83"},{"index":1,"type":"84","title":"4","parent":"15","children":"85","content":"4"},{"index":2,"type":"19","title":"4","parent":"15","children":"86","content":"4"},{"index":3,"type":"73","title":"4","parent":"15","children":"87","content":"88"},{"index":4,"type":"84","title":"4","parent":"15","children":"89","content":"4"},{"index":5,"type":"73","title":"4","parent":"15","children":"90","content":"91"},{"index":6,"type":"84","title":"4","parent":"15","children":"92","content":"4"},{"index":7,"type":"19","title":"4","parent":"15","children":"93","content":"4"},{"index":8,"type":"19","title":"4","parent":"15","children":"94","content":"4"},{"index":0,"type":"73","title":"4","parent":"16","children":"95","content":"96"},{"index":1,"type":"84","title":"4","parent":"16","children":"97","content":"4"},{"index":2,"type":"19","title":"4","parent":"16","children":"98","content":"4"},{"index":3,"type":"73","title":"4","parent":"16","children":"99","content":"100"},{"index":4,"type":"84","title":"4","parent":"16","children":"101","content":"4"},{"index":5,"type":"19","title":"4","parent":"16","children":"102","content":"4"},{"index":6,"type":"73","title":"4","parent":"16","children":"103","content":"104"},{"index":7,"type":"84","title":"4","parent":"16","children":"105","content":"4"},{"index":8,"type":"19","title":"4","parent":"16","children":"106","content":"4"},{"index":9,"type":"19","title":"4","parent":"16","children":"107","content":"4"},{"index":10,"type":"73","title":"4","parent":"16","children":"108","content":"109"},{"index":11,"type":"19","title":"4","parent":"16","children":"110","content":"4"},{"index":12,"type":"19","title":"4","parent":"16","children":"111","content":"4"},{"index":0,"type":"73","title":"4","parent":"17","children":"112","content":"113"},{"index":1,"type":"19","title":"4","parent":"17","children":"114","content":"4"},{"index":2,"type":"19","title":"4","parent":"17","children":"115","content":"4"},{"index":3,"type":"19","title":"4","parent":"17","children":"116","content":"4"},{"index":4,"type":"19","title":"4","parent":"17","children":"117","content":"4"},{"index":0,"type":"73","title":"4","parent":"18","children":"118","content":"119"},{"index":1,"type":"84","title":"4","parent":"18","children":"120","content":"4"},{"index":2,"type":"19","title":"4","parent":"18","children":"121","content":"4"},{"index":3,"type":"73","title":"4","parent":"18","children":"122","content":"123"},{"index":4,"type":"84","title":"4","parent":"18","children":"124","content":"4"},{"index":5,"type":"19","title":"4","parent":"18","children":"125","content":"4"},{"index":6,"type":"19","title":"4","parent":"18","children":"126","content":"4"},{"index":7,"type":"73","title":"4","parent":"18","children":"127","content":"128"},{"index":8,"type":"84","title":"4","parent":"18","children":"129","content":"4"},{"index":9,"type":"19","title":"4","parent":"18","children":"130","content":"4"},"SimpleContent",[],"<p>I. Pour chacune des propositions numérotées de 1 à 4, il y a une seule suggestion correcte. Recopiez les couples (1,...); (2,...); (3,...); (4,...), et donnez à chaque numéro la lettre qui correspond à la suggestion correcte. (2 pts)</p><ul><li>1 – Le complexe immun se forme par la liaison entre&nbsp;:<ul><li>a – Les lymphocytes Tc et les antigènes&nbsp;;</li><li>b – Le complément et les antigènes&nbsp;;</li><li>c – Le complément et les anticorps&nbsp;;</li><li>d – Les anticorps et les antigènes.</li></ul></li><li>2 – La sérothérapie est un moyen de soutien du système immunitaire qui assure au corps&nbsp;:<ul><li>a – Une immunité active contre les antigènes&nbsp;;</li><li>b – Une mémoire immunitaire contre les antigènes&nbsp;;</li><li>c – Une protection instantanée contre les antigènes&nbsp;;</li><li>d – Des lymphocytes spécifiques contre les antigènes.</li></ul></li><li>3 – La mémoire immunitaire se manifeste par&nbsp;:<ul><li>a – Des anticorps qui persistent longtemps, à forte dose, dans le corps&nbsp;;</li><li>b – Des plasmocytes qui sécrètent de grandes quantités d’anticorps, pour une longue durée&nbsp;;</li><li>c – Des lymphocytes spécifiques sensibilisés qui persistent longtemps dans le corps&nbsp;;</li><li>d – Des antigènes que l’organisme garde longtemps dans les organes lymphoïdes.</li></ul></li><li>4 – Les lymphocytes Tc reconnaissent les cellules infectées suite à la liaison&nbsp;:<ul><li>a – Du récepteur T et du marqueur CD4 avec le déterminant antigénique et le CMHI&nbsp;;</li><li>b – Du récepteur T et du marqueur CD8 avec le déterminant antigénique et le CMHI&nbsp;;</li><li>c – Du récepteur T et du marqueur CD4 avec le déterminant antigénique et le CMHII&nbsp;;</li><li>d – Du récepteur T et du marqueur CD8 avec le déterminant antigénique et le CMHII.</li></ul></li></ul>",[],"<p>II. Définissez ce qui suit&nbsp;:</p><ul><li>1. Les gènes du complexe majeur d’histocompatibilité. (0.5 pt)</li><li>2. L’autogreffe. (0.5 pt)</li></ul>",[],"<p>III. Recopiez la lettre de chacune des propositions suivantes, et écrivez devant chacune d’elle «&nbsp;vrai&nbsp;» ou «&nbsp;faux&nbsp;»&nbsp;: (1&nbsp;pt)</p><figure class=\"table\"><table><tbody><tr><td>а</td><td>Les Macrophages reconnaissent spécifiquement les antigènes.</td></tr><tr><td>b</td><td>Les immunoglobulines sont des protéines sériques qui se lient spécifiquement aux antigènes.</td></tr><tr><td>с</td><td><p>Les histamines se fixent sur les membranes des cellules cibles pour former le complexe d’attaque</p><p>membranaire.</p></td></tr><tr><td>d</td><td><p>La phase de sensibilisation allergique consiste en la fixation des anticorps spécifiques de</p><p>l’allergène sur les membranes des mastocytes et des basophiles.</p></td></tr></tbody></table></figure>",[],"<p>IV. En vous basant sur vos connaissances, répondez aux questions suivantes&nbsp;:</p><ul><li>1. Qu’est-ce qu’une séropositivité vis-à-vis du VIH&nbsp;? (0.5 pt)</li><li>2. Citez deux mécanismes différents de destruction des lymphocytes T4 suite à une infection par le VIH. (0.5 pt)</li></ul>",[],"<p>La cellule produit l’ATP, nécessaire pour son activité, à travers des voies métaboliques aérobiques et autres anaérobiques. Chez certaines personnes la perturbation de l’une de voies est à l’origine de nombreux symptômes tels que l’accumulation de l’acide lactique dans le sang, la fatigabilité…</p><p>Pour comprendre la relation entre ces symptômes et la nature de la perturbation métabolique, on propose les données suivantes&nbsp;:</p><p>Données 1&nbsp;: Le document 1 représente les réactions métaboliques principales de production d’ATP au niveau cellulaire dans le cas normal .</p>","Figure",[],["131"],[],"<p><strong>Remarque&nbsp;: À l’intérieur de la mitochondrie&nbsp;: l’oxydation de 1 NADH, H+ donne 3ATP et l’oxydation de 1 FADH2, donne 2ATP.</strong></p><p>Données 2&nbsp;: Dans le cadre du traitement de certaines maladies virales par l’INTI (inhibiteur de la transcriptase inverse), des examens biochimiques ont montré que ce traitement cause une perturbation dans la production d’énergie au niveau mitochondrial, ce qui est à l’origine de plusieurs symptômes tels que la fatigabilité et le changement de la concentration plasmatique de l’acide lactique. Le document 2 présente les résultats de mesure de la concentration de l’acide lactique produit par les cellules, la valeur du pH sanguin et des schémas de mitochondries chez une personne traitée par l’INTI et chez une autre personne non traitée par cette substance.</p>",[],[],"<p>Données 3&nbsp;: Le syndrome de MELAS est une myopathie mitochondriale, parmi ses symptômes une accumulation de l’acide lactique et une fatigabilité excessive suite à un exercice musculaire. Le schéma du document 3 représente la localisation du dysfonctionnement observé au niveau mitochondrial dans le cas du syndrome de MELAS.</p>",[],["132"],["133"],[],"<p>La mucoviscidose une maladie génétique caractérisée par la production de mucus visqueux par les cellules épithéliales surtout au niveau pulmonaire et digestif. Afin de déterminer l’origine génétique de cette maladie on présente les données suivantes&nbsp;:</p><ul><li>En 1989 des chercheurs ont établi la relation entre les symptômes de la mucoviscidose et une protéine membranaire CFTR. Cette protéine permet la sortie des ions Cl-, nécessaire à la production d’un mucus fluide. Le document 1 présente la relation entre l’état de cette protéine et le degré de fluidité du mucus chez un sujet sain et un autre atteint de mucoviscidose.</li></ul>",[],["134"],[],"<ul><li>La synthèse de la protéine CFTR est contrôlée par un gène qui porte le même nom. Le document 2 présente deux fragments de l’allèle CFTR (brins transcrits), l’un chez un sujet sain et l’autre chez un sujet atteint de la mucoviscidose. Le document 3 présente un extrait du tableau du code génétique.</li></ul>",[],["135"],[],"<p>le document 4 présente l’arbre généalogique d’une famille touchée par la mucoviscidose.</p>",[],["136"],["137"],[],"<p>La mucoviscidose est une maladie génétique très répandue. Elle touche environ une naissance sur 2500 nouveaux nés en Europe. En considérant que cette population obéit à la loi de Hardy – Weinberg.</p>",["138"],["139"],[],"<p>Dans le cadre de l’étude de la transmission de deux caractères héréditaires chez les moustiques&nbsp;: la couleur des yeux et la couleur du corps, on réalise les croisements suivants&nbsp;:</p><ul><li>Croisements 1&nbsp;: entre un moustique de souche sauvage aux yeux pourpres et à corps gris et un moustique de souche mutante aux yeux clairs et à corps noir. La génération F1 issue de ce croisement est composée de moustiques qui sont tous à phénotype sauvage.</li><li>Croisements 2&nbsp;: entre les femelles de la génération F, et des mâles aux yeux clairs et à corps noir. La génération F2 issue de ce croisement est composée de&nbsp;:<ul><li>159 moustiques aux yeux pourpres et à corps gris.</li><li>65 moustiques aux yeux clairs et à corps gris.</li><li>162 moustiques aux yeux clairs et à corps noir.</li><li>64 moustiques aux yeux pourpres et à corps noir.</li></ul></li></ul>",["140"],["141"],["142"],["143"],[],"<p>Les zones de subduction sont le siège d’une activité volcanique importante&nbsp;; les éruptions sont explosives et le refroidissement du magma est à l’origine d’andésites et d’autres roches volcaniques. Le magma provient des profondeurs à la verticale (à l’aplombe) des volcans. Les chercheurs ont proposé trois hypothèses principales sur l’origine de ce magma&nbsp;:</p><ul><li>Hypothèse 1&nbsp;: Le magma provient de la fusion partielle de la péridotite du manteau supérieur chevauchant.</li><li>Hypothèse 2&nbsp;: Le magma provient de la fusion partielle d'une roche appartenant à la croûte océanique subduite.</li><li>Hypothèse 3&nbsp;: Le magma provient de la fusion partielle de la péridotite du manteau subduite.</li></ul><p>Pour tester la validité de ces hypothèses, on présente les données suivantes&nbsp;:</p><p>Le document 1 présente la répartition des isothermes dans une zone de subduction et l’emplacement de trois échantillons de roches&nbsp;: l’échantillon (A), l’échantillon (B) et l’échantillon (C).</p>",[],["144"],[],"<p>Le document 2 présente les résultats d’expériences sur les conditions de fusion de la péridotite anhydre (non hydratée) et de la péridotite hydratée d’une part (figure a) et celles de la fusion du basalte anhydre et du basalte hydraté d’autre part (figure b).</p><p><strong>Remarque&nbsp;: Le basalte est une roche qui appartient à la croûte océanique plongeante.</strong></p>",[],["145"],["146"],[],"<ul><li>Afin de déterminer l’origine de l’eau nécessaire à la genèse du magma dans la zone de subduction, on suit les transformations minéralogiques que subissent les roches de la croûte océanique plongeante (les roches R1, R2 et R3) représentées dans le document 1. la figure (a) du document 3 présente les domaines de stabilité de quelques assemblages minéralogiques ainsi que les conditions de pression et de température de la formation des trois roches R1, R2 et R3. la figure (b) du document 3 montre quelques réactions minéralogiques accompagnant le métamorphisme de ces roches.</li></ul>",[],["147"],{"index":0,"type":"73","title":"4","parent":"38","children":"148","content":"149"},{"index":0,"type":"73","title":"4","parent":"43","children":"150","content":"151"},{"index":0,"type":"73","title":"4","parent":"44","children":"152","content":"153"},{"index":0,"type":"73","title":"4","parent":"47","children":"154","content":"155"},{"index":0,"type":"73","title":"4","parent":"50","children":"156","content":"157"},{"index":0,"type":"73","title":"4","parent":"53","children":"158","content":"159"},{"index":0,"type":"73","title":"4","parent":"54","children":"160","content":"161"},{"index":0,"type":"73","title":"4","parent":"56","children":"162","content":"163"},{"index":0,"type":"73","title":"4","parent":"57","children":"164","content":"165"},{"index":0,"type":"73","title":"4","parent":"59","children":"166","content":"167"},{"index":0,"type":"73","title":"4","parent":"60","children":"168","content":"169"},{"index":0,"type":"73","title":"4","parent":"61","children":"170","content":"171"},{"index":0,"type":"73","title":"4","parent":"62","children":"172","content":"173"},{"index":0,"type":"73","title":"4","parent":"65","children":"174","content":"175"},{"index":0,"type":"73","title":"4","parent":"68","children":"176","content":"177"},{"index":0,"type":"73","title":"4","parent":"69","children":"178","content":"179"},{"index":0,"type":"73","title":"4","parent":"72","children":"180","content":"181"},[],"<p><strong>1. À partir du document 1, déterminez le devenir de l’acide pyruvique (pyruvate) au niveau cellulaire, puis calculez le bilan énergétique (le nombre de molécules d’ATP) qui résulte de la dégradation d’une molécule d’acide pyruvique à l’intérieur de la mitochondrie. (0,75 pts)</strong></p>",[],"<p><strong>3. En vous basant sur le document 3, Expliquez le mécanisme de la synthèse d’ATP au niveau de la membrane interne de la mitochondrie dans le cas normal, puis montrez l’effet du dysfonctionnement est de ce mécanisme chez une personne atteinte du MELAS. (0,75&nbsp;pt)</strong></p>",[],"<p><strong>4. En exploitant les données précédentes, montrez que la voie métabolique dominante dans les deux cas (Traitement par INTI et syndrome de MELAS) est la fermentation lactique, puis expliquez les symptômes observés dans ces deux cas. (0,75&nbsp;pt)</strong></p>",[],"<p><strong>1. En exploitant les données du document 1, montrez l’origine des symptômes de la maladie puis déduisez la relation protéine – caractère. (1&nbsp;pt)</strong></p>",[],"<p><strong>2. En vous basant sur les documents 2 et 3, donnez les séquences de l’ARNm et des acides aminés correspondant à chacun des fragments de l’allèle CFTR chez le sujet sain et chez le sujet malade, puis expliquez l’origine génétique de la mucoviscidose. (1.5 pts)</strong></p>",[],"<p><strong>3. En vous basant sur le document 4&nbsp;:</strong></p><p><strong>a. Montrez que l’allèle responsable de la maladie est récessif et porté par un autosome (chromosome non sexuel). (0.75pt)</strong></p>",[],"<p><strong>b. Déterminez la probabilité pour que le fœtus III4 soit atteint de la mucoviscidose. Justifiez votre réponse en utilisant l’échiquier de croisement. (1.25pts)</strong></p><p><strong>(Utilisez le symbole M et m pour les deux allèles du gène étudié).</strong></p>",[],"<p><strong>4. a. Calculez la fréquence de l’allèle responsable de la maladie et celle de l’allèle normal dans la population étudiée. (1pt)</strong></p>",[],"<p><strong>b. Calculez la fréquence des individus porteurs sains de la maladie. (0.5pt)</strong></p>",[],"<p><strong>1. Que déduisez-vous des résultats du croisement 1&nbsp;? (0,5&nbsp;pt)</strong></p>",[],"<p><strong>2. En exploitant les résultats du croisement 2, montrez, en justifiant votre réponse, que les deux gènes étudiés sont liés puis expliquez, par des schémas convenables, le phénomène à l’origine des différents types de gamètes produits par les femelles de la génération F1. (1&nbsp;pt)</strong></p><p><strong>Utilisez les symboles suivants&nbsp;:</strong></p><ul><li><strong>n+ et n&nbsp;: pour les allèles du gène responsable de la couleur du corps&nbsp;;</strong></li><li><strong>p+ et p&nbsp;: pour les allèles du gène responsable de la couleur des yeux.</strong></li></ul>",[],"<p><strong>3. Donnez l’interprétation chromosomique du croisement 2, en vous aidant d’un échiquier de croisement. (1&nbsp;pt)</strong></p>",[],"<p><strong>4. Calculez la distance entre les deux gènes étudiés puis établissez la carte factorielle de ces deux gènes. (0,5&nbsp;pt)</strong></p>",[],"<p><strong>1. En utilisant le document 1, déterminez la profondeur et la température dans lesquelles se trouvent chacun des trois échantillons A, B et C. (0,75&nbsp;pt)</strong></p>",[],"<p><strong>2. En exploitant la réponse précédente et en vous appuyant sur les figures du document 2&nbsp;:</strong></p><p><strong>a – Déterminez le domaine auquel appartient l’échantillon de la roche B et le domaine auquel appartient l’échantillon de la roche C puis testez la validité des deux hypothèses 2 et 3. (0.75 pt)</strong></p>",[],"<p><strong>b – Déterminez le domaine auquel appartient l’échantillon de roche A et testez la validité de l’hypothèse 1 puis montrez la condition nécessaire à la fusion partielle de cette roche. (0.75 pt)</strong></p>",[],"<p><strong>3. En exploitant les données du document 3, expliquez les changements minéralogiques en passant de la roche R1 à la roche R2 et de la roche R2 à la roche R3 puis déduisez l’origine de l’eau nécessaire à la formation du magma dans les zones de subduction. (0,75&nbsp;pt)</strong></p>"]